{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "name_or_path": "model\\checkpoint-1595000",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "E:\\huggingface_cache\\hub\\models--ckiplab--gpt2-tiny-chinese\\snapshots\\047d217fe93e14256a633185d807d0cf5ddcc3b8\\special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
